ph2355/esp-matter/examples/light_switch/sdkconfig.defaults.esp32s3
CONFIG_IDF_TARGET="esp32s3"

# ESP32-S3-DevKitC-1 Settings
# Buttons
CONFIG_BSP_BUTTONS_NUM=1
CONFIG_BSP_BUTTON_1_TYPE_GPIO=y
CONFIG_BSP_BUTTON_1_GPIO=0
CONFIG_BSP_BUTTON_1_LEVEL=0

# High resolution timer (esp_timer)
CONFIG_ESP_TIMER_TASK_STACK_SIZE=6144
